'''
1. Проверить dt обновления файла. Обработать только свежие файлы.
2. Куда-то перенести файл из каталога FTP.
3. Проверить формат - сможем ли загрузить.
4. Проверить целостность файла. Может забрали с FTP его пока он полностью не залит и у него нет конца. Актутально для больших файлов.
5. Распарсить.
6. Кодировки? Форматы dt и сумм - "." или ","
7. Проверить тот ли аккаунт в файле и уведомить бота в случае ошибки.
8. Сложить новые данные из файла в БД и уведомить бота о проделанной работе.


4. Удалить старые обработанные файлы? 
'''